Repository: shfrlabs/Taskie
Catalog: Taskie/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, pl_pl

# AboutApp.Text
source: Thanks for supporting me. Taskie is one of my first projects, which I poured a lot of love into. You can check out my other projects on GitHub. I hope you like Taskie. Best wishes from Poland!
de_de: Danke für die Unterstützung! Taskie ist eins meiner ersten Projekte, in das ich eine Menge Detailliebe gesteckt habe. Meine andere Projekte findest Du auf GitHub. Ich hoffe dir gefällt Taskie. Beste Grüße aus Polen!
pl_pl: Dziękuję za wsparcie. Taskie to jeden z mych pierwszych projektów, któremu poświęciłem dużo czasu. Możesz sprawdzić moje inne projekty na GitHubie. Mam nadzieję, że Taskie ci się spodoba! Pozdrowienia z Polski!

# AboutCategory
source: About
de_de: Über
pl_pl: O aplikacji

# AddTaskBox.PlaceholderText
source: Add task...
de_de: Aufgabe hinzufügen...
pl_pl: Dodaj zadanie...

# AdvertTag.Text
source: Your quick and private task companion.
de_de: Dein schneller und privater Aufgaben-Helfer.
pl_pl: Twój szybki i prywatny towarzysz do zadań.

# AdvertUWPTag.Text
source: Made with UWP.
de_de: Gebaut mithilfe von UWP.
pl_pl: Stworzony przy użyciu UWP.

# AppearanceCategory
source: Appearance
de_de: Erscheinungsbild
pl_pl: Wygląd

# AppearanceText.Text
source: Appearance
de_de: Erscheinungsbild
pl_pl: Wygląd

# AppThemeSubText.Text
source: Change app theme
de_de: App-Design verändern
pl_pl: Zmień motyw aplikacji.

# AppThemeText.Text
source: Theme
de_de: Design
pl_pl: Motyw

# AuthDescription.Text
source: Make the app ask for your password/pin/biometrics via Windows Hello. This option may not be avialable if your computer doesn't have a password.
de_de: Lass die App mithilfe von Windows Hello nach deinem Passwort/Pin/Biometrie fragen. Diese Option könnte nicht verfügbar sein, wenn Dein Computer kein Passwort hat.
pl_pl: Spraw, by aplikacja prosiła o hasło lub biometrię przez Windows Hello. Ta opcja może nie być dostępna, jeżeli ten komputer nie jest zabezpieczony hasłem i biometrią/PINem.

# AuthDisabledDescription
source: You might have removed biometrics or password, your administrator removed the option or something else happened. Check Windows Settings.
de_de: Es könnte sein, dass du oder dein Administrator Biometrie oder Passwort entfernt haben oder etwas anderes passiert ist. Überprüfe dazu deine Windows-Einstellungen.
pl_pl: Usunięto metodę biometrii, PIN lub hasło, administrator systemu wyłączył tę opcję lub stało się coś innego. Sprawdź Ustawienia Windows > Konta > Opcje logowania.

# AuthDisabledTitle
source: Authentication has been turned off.
de_de: Authentisierung wurde deaktiviert.
pl_pl: Uwierzytelnianie zostało wyłączone.

# AuthText.Text
source: Use authentication
de_de: Authentisierung nutzen
pl_pl: Użyj uwierzytelniania

# BackupHeader.Text
source: Back up
de_de: Backup erstellen
pl_pl: Kopia zapasowa

# BackupsCategory
source: Backups
pl_pl: Kopie zapasowe

# BackupsText.Text
source: Backups
pl_pl: Kopie zapasowe

# BackupText.Text
source: Export all lists with one click below. To export one list, right-click it and choose Export or use the three-dot menu after opening it.
de_de: Exportiere alle Listen mit einem Klick. Wenn Du eine einzelne Liste exportieren willst, markiere diese mit Rechtsklick und währe die Option Exportieren. Nutze alternativ das Dreipunkt-Menü innerhalb einer geöffneten Liste. Anhänge sind nicht in den Exporten enthalten.
pl_pl: Wyeksportuj wszystkie listy jednym kliknięciem poniżej. By wyeksportować jedną listę, kliknij na nią prawym przyciskiem myszy, i wybierz "Eksportuj" by wygenerować plik, którego możesz użyć, by przywrócić listę do aplikacji.

source: Cancel
de_de: Abbrechen
pl_pl: Anuluj

# CompactOverlayButton.ToolTipService.ToolTip
source: Open Taskie Mini
de_de: Öffne Taskie Mini
pl_pl: Włącz Taskie Mini

# DarkThemeRadio.Content
source: Dark
de_de: Dunkel
pl_pl: Ciemny

# DeleteList.Text
source: Delete list
de_de: Liste löschen
pl_pl: Usuń listę

# DeleteTask.Text
source: Delete task
de_de: Aufgabe löschen
pl_pl: Usuń zadanie

# ExportButton.Text
source: Export
de_de: Exportieren
pl_pl: Eksportuj

# ExportList.Text
source: Export
de_de: Exportieren
pl_pl: Eksportuj

# ImportButton.Text
source: Import
de_de: Importieren
pl_pl: Importuj

# LightThemeRadio.Content
source: Light
de_de: Hell
pl_pl: Jasny

source: List name
de_de: Listenname
pl_pl: Nazwa listy

# LoginMessage
source: Log into Taskie with Windows Hello. You can turn this off in Settings.
de_de: Log dich mithilfe von Windows Hello in Taskie ein. Du kannst diese Option in den Einstellungen ausschalten.
pl_pl: Zaloguj się do Taskie przy użyciu Windows Hello. Możesz wyłączyć tę funkcję w Ustawieniach.

source: New list
de_de: Neue Liste
pl_pl: Nowa lista

# NewListBtn.Text
source: New list
de_de: Neue Liste
pl_pl: Nowa lista

# RenameList.Text
source: Rename list
de_de: Liste umbenennen
pl_pl: Zmień nazwę listy

# RenameTask.Text
source: Rename
de_de: Umbenennen
pl_pl: Zmień nazwę

# RestartButton.Text
source: Restart
de_de: Neustart
pl_pl: Restartuj

# RestartWarning.Text
source: This requires restarting the app.
de_de: Das benötigt das Neustarten der App.
pl_pl: To wymaga restartu aplikacji.

# RestoreHeader.Text
source: Restore
de_de: Wiederherstellen
pl_pl: Przywróć

# RestoreText.Text
source: Import one list (*.json) or a full backup (*.taskie) into the app here. If a list exists, it'll be imported with a (2) next to its name.
de_de: Importiere hier eine Liste (*.json) oder ein vollständiges Backup (*.taskie) in die App. Wenn eine Liste bereits existiert, wird sie mit der Markierung (2) in ihrem Namen importiert.
pl_pl: Zaimportuj kopię pojedynczej listy (*.json) lub pełną kopię zapasową (*.taskie) by przywrócić je do aplikacji. Jeżeli lista o danej nazwie już istnieje, zaimportowana lista będzie miała dodane (2) na koniec nazwy.

# SearchBox.PlaceholderText
source: Search
de_de: Suche
pl_pl: Szukaj

# SecurityCategory
source: Security
de_de: Sicherheit
pl_pl: Bezpieczeństwo

# SecurityHeader.Text
source: Security
de_de: Sicherheit
pl_pl: Bezpieczeństwo

# SettingsText.Text
source: Settings
de_de: Einstellungen
pl_pl: Ustawienia

# SystemThemeRadio.Content
source: System theme
de_de: Systemdesign
pl_pl: Motyw systemu

source: Task name
de_de: Aufgabenname
pl_pl: Nazwa zadania

# UpgradeText.Text
source: Upgrade
pl_pl: Ulepsz

# ListLimitText.Text
source: Remove 3 list limit
de_de: Entferne die Limitierung auf drei Listen
pl_pl: Usuń limit 3 list

# WinHelloText.Text
source: Secure login with Windows Hello
de_de: Logge Dich sicher mit Windows Hello ein
pl_pl: Bezpieczne logowanie z Windows Hello

# IndicatorText.Text
source: Pro indicator
de_de: Pro-Markierung
pl_pl: Znaczek Pro

# CloseCO.Text
source: Close the compact overlay to work in this window.
de_de: Schließe die Kompaktansicht um in diesem Fenster zu arbeiten.
pl_pl: Zamknij okno nakładki by pracować w tym oknie.

# tipwrongname.Title
source: You can't do that!
de_de: Das ist nicht möglich!
pl_pl: Nie możesz tego zrobić!

# tipwrongname.Subtitle
source: A list with this name already exists.
de_de: Es gibt bereits eine Liste mit diesem Namen.
pl_pl: Lista z tą nazwą już istnieje.

# successfulUpgrade
source: Successfully upgraded!
de_de: Erfolgreich upgegradet!
pl_pl: Pomyślnie ulepszono aplikację!

# SuccessfulUpgradeSub
source: Taskie Pro was unlocked.
de_de: Taskie Pro wurde freigeschalten.
pl_pl: Taskie Pro zostało odblokowane.

# ProCancelled
source: You refunded Pro.
de_de: Pro wurde dir zurückerstattet.
pl_pl: Cofnięto zakup Pro.

# ProCancelledSub
source: Pro features were blocked.
de_de: Pro-Funktionen wurden blockiert.
pl_pl: Taskie Pro zostało zablokowane.

source: Change emoji
de_de: Emoji ändern
pl_pl: Zmień emoji

source: Change font
de_de: Schriftart ändern
pl_pl: Zmień czcionkę

# UpgradeFor
source: Upgrade for {0}
de_de: Upgrade für {0}
pl_pl: Ulepsz za {0}

# Exit
source: Exit app
de_de: App schließen
pl_pl: Wyjdź z aplikacji

source: Get started
de_de: Loslegen
pl_pl: Rozpocznij

# AdvancedCustomizationUpgrade.Text
source: Advanced customization
de_de: Erweiterte Personalisierung
pl_pl: Zaawansowana personalizacja

# FileAttachmentUpgrade.Text
source: Attach files to tasks
de_de: Füge Dateien an Aufgaben an
pl_pl: Dołącz pliki do zadania

# GroupSpecificKanbanUpgrade.Text
source: Kanban view
de_de: Kanban-Ansicht
pl_pl: Widok kanban dla pojedynczej grupy

# PrioritySupportUpgrade.Text
source: Priority support
de_de: Priorisierter Support
pl_pl: Priorytetowe wsparcie

# RemoveBannersUpgrade.Text
source: Remove Pro advertising (button)
de_de: Entferne die Werbung für Pro (Schaltfläche)
pl_pl: Usuń reklamę Pro (przycisk "Ulepsz")

# DeleteSubTask.Text
source: Delete subtask
de_de: Unteraufgabe löschen
pl_pl: Usuń podzadanie

# AddSubTaskBox.PlaceholderText
source: Add subtask...
de_de: Unteraufgabe hinzufügen...
pl_pl: Dodaj podzadanie...

# AddSubTask.Text
source: Add subtask
pl_pl: Dodaj podzadanie

# RenameSubTask.Text
source: Rename subtask
de_de: Unteraufgabe umbenennen
pl_pl: Zmień nazwę podzadania

# NoSubTasks.Text
source: No subtasks avialable.
pl_pl: Brak dostępnych podzadań.

# RenameSubTaskTitle
source: Rename subtask
de_de: Unteraufgabe umbenennen
pl_pl: Zmień nazwę podzadania

# NewSubTaskTitle
source: New subtask
de_de: Neue Unteraufgabe
pl_pl: Nowe podzadanie

# AddReminder.Text
source: Add reminder
de_de: Erinnerung hinzufügen
pl_pl: Dodaj przypomnienie

# RemoveReminder.Text
source: Remove reminder
de_de: Erinnerung entfernen
pl_pl: Usuń przypomnienie

# ReminderGreeting
source: Here's your scheduled reminder:
de_de: Hier ist Deine geplante Erinnerung:
pl_pl: Oto zaplanowane przypomnienie:

# Welcome1.Text
source: Meet your quick and private to-do companion.
de_de: Lern Deinen schenllen und privaten Aufgaben-Kompagnon kennen.
pl_pl: Poznaj szybką i prywatną aplikację listy zadań.

# Welcome2.Text
source: Add your tasks, organize lists and customize the app.
de_de: Füge deine Aufgaben hinzu, organisiere Listen und personalisiere diese App.
pl_pl: Dodaj zadania, organizuj listy i dostosuj aplikację.

# Welcome3.Text
source: Have fun and be productive!
de_de: Hab Spaß und sei produktiv!
pl_pl: Baw się dobrze!

# UpgradeUnavialable
source: Temporarily unavailable
pl_pl: Tymczasowo niedostępne

# EmptyListText.Text
source: Choose or create a list in the sidebar.
de_de: Wähle oder erstelle eine Liste im Seitenmenü.
pl_pl: Wybierz lub utwórz listę przy użyciu paska bocznego.

# WebsiteLink.Content
source: My website
de_de: Meine Website
pl_pl: Moja strona

source: Oops!
de_de: Ups!

source: Close
de_de: Schließen
